import React from "react";
import { useParams } from "react-router-dom";
import Footer from "../components/footer/Footer";
import Navbar from "../components/navbar/Navbar";
import { IoIosArrowForward } from "react-icons/io";
type Props = {};

const SingleArticle = (props: Props) => {
  let { id } = useParams();
  return (
    <>
      <Navbar />
      <div className="mt-4 h-full 2xl:px-80 px-32 grid grid-cols-3 mb-32 gap-12">
        <div className="col-span-2">
          <h3 className="text-xl font-semibold tracking-wide">
            Νεομεσαιωνισμός και νέες ισορροπίες δυνάμεων
          </h3>
          <img
            src="/assets/eco.jpg"
            className="mt-8 rounded-lg"
            width={850}
            alt="article"
          />
          <p
            className="text-justify text-[#3f3f3f] tracking-wide mt-4"
            style={{ fontSize: "16px" }}
          >
            Η κρίση είναι βαθύτερη και πιο σημαντική από όσο νομίζαμε. Η κρίση
            που βιώνει η ανθρωπότητα τις τελευταίες δεκαετίες, με μία κορύφωση
            τα τελευταία έτη ομολογουμένως, δεν δύναται καν να εντοπιστεί στον
            χωροχρονικό άξονα με σαφήνεια, μήτε να γραφτεί σε προτάσεις με
            ξεκάθαρα θέματα και περιλήψεις. Και αυτό γιατί, είναι πολυεπίπεδη,
            διαγράφεται σε δεκάδες άξονες και συνέχεια, με τη λύση ενός
            ζητήματος, ανακύπτουν περισσότερα νέα σημεία ρήξης και καμπής. Το να
            περιγράψουμε την τρέχουσα κοινωνική, οικονομική, πολιτική και διεθνή
            κατάσταση με τον όρο «ρευστή» , όπως συνηθίζεται σε διάφορες
            συζητήσεις, θα ήταν μάλλον μία πράξη ελλιπής, ανούσια και ασύμβατη
            με την πραγματικότητα. Ωστόσο, το σημαντικότερο ζήτημα, είναι ίσως η
            κρίση ταυτότητας. Μία μεταβλητή, που δεν εφαρμόζεται μόνο σε
            προσωπικό επίπεδο, αλλά και στους όρους που θέσαμε παραπάνω, όπως το
            εθνικό επίπεδο, το κοινωνικοπολιτικό φάσμα, τον τομέα της
            οικονομίας. Πως όμως φτάσαμε ως εδώ; Γιατί η κοινωνία μας γνωρίζει
            μία πρωτοφανή αναταραχή σε μία περίοδο που η πρόοδος αγγίζει επίπεδα
            που άλλοτε φάνταζαν άπιαστα; Και τέλος, πως έχουν διαμορφωθεί οι
            νέες ισορροπίες δυνάμεων, που έμοιαζαν σταθερές και παγιωμένες,
            μέχρι τη δεκαετία του 1990; Στον μεσαίωνα, δεν υπήρχαν έθνη-κράτη.
            Στην πραγματικότητα, δεν υπήρχαν καν κράτη. Εκεί, μία σειρά
            κυρίαρχων δυνάμεων, όπως ο τοπικός άρχοντας, πλούσιοι άνδρες,
            στρατοί ή η εκκλησία ασκούσε επιρροή και ισχύ, όχι όμως καθολικά και
            οριστικά. Έτσι, πληθώρα παραγόντων ασκούσαν επιρροή, με την βαρύτητα
            να αποκτά δυναμική ανάλογα στις εκάστοτε συγκυρίες. Την αδυναμία της
            αυτοκυριαρχίας του κράτους, παρατήρησε ήδη από τα τέλη της δεκαετίας
            του εξήντα, ο Χέντλει Μπουλ, με το έργο του Η άναρχη κοινωνία, καθώς
            εισάγει και πραγματεύεται τον όρο του νεομεσαιωνισμού, όπου
            κινήματα, παγκόσμιες οργανώσεις, αυτοδύναμες ομάδες (θρησκευτικές ή
            πολιτικές) , επηρεάζουν και δρουν σε καταστάσεις, παρεμβαίνοντας
            ουσιαστικά στις λειτουργίες των θεσμών του κράτους.   Μέχρι και τον
            ψυχρό πόλεμο, τα πράγματα ήταν αρκετά απλά. Όλοι είχαν να επιλέξουν
            μεταξύ δύο στρατοπέδων. Ήσουν στην πλευρά, είτε των καπιταλιστών,
            είτε των κομμουνιστών και εκεί περίπου τελείωνε η ιδεολογική
            διαμάχη. Όλοι μάχονταν για τα δικά τους συμφέροντα, αναλογικά με την
            πλευρά στην οποία ανήκαν. Και το ζήτημα της ταυτότητας, επίσης
            έβρισκε άμεση κάλυψη, διότι βασικό στοιχείο διαμόρφωσης του «εγώ»
            και του συλλογικού «εμείς» είναι να υπάρχει ένας έχθρος, μία
            αντίπαλη δύναμη η οποία θα συσπειρώνει την ομάδα. Με την διάλυση της
            Σοβιετικής Ένωσης και τη νίκη των καπιταλιστικών δυνάμεων, όλα
            άλλαξαν. Σύντομα, δύναμη και ικανότητα αυτοδύναμης και ουσιαστικής
            πολιτικής, απέκτησαν χώρες που πριν λίγα χρόνια, δεν υπήρχαν στον
            χάρτη. Το Πακιστάν, η Κίνα, η Ινδία, η Βόρεια και Νότια Κορέα, το
            Ισραήλ, η Αυστραλία, ο Καναδάς. Κράτη, που δεν ασκούσαν σημαντική
            επιρροή, πλέον επηρεάζουν τον παγκόσμιο γεωπολιτικό χάρτη. Αλλά,
            όπως και στον μεσαίωνα, δεν χρειάζεται κανείς να εκμεταλλευτεί
            πυρηνικά όπλα ή τεχνολικά επιτεύγματα για να προσδώσει βαρύτητα στη
            δύναμή του. Αντίθετα και μικρότερες γεωγραφικά χώρες, όπως η Ταιβάν,
            η Βενεζουέλα, ο Παναμάς, το Μαρόκκο, το Τζιμπουτί , το Καζακστάν,
            αντλούν δυναμικότητα και «δυνατά χαρτιά» εκμεταλλευόμενοι τη
            γεωγραφική τους θέση ή άλλες συγκυρίες. Σκεφτείτε, το Ισλαμικό
            Κράτος της Συρίας και του Λεβάντε, πίσω το 2014 και τις αμέτρητες
            περιοχές που κατέκτησε, προκαλώντας ανυπολόγιστη αναταραχή στο
            διεθνές στερέωμα ασφαλείας και τον αντίκτυπο στο παγκόσμιο παιχνίδι
            στρατηγικής. Ή την επιρροή που για μεγάλο διάστημα ασκούσαν και
            ασκούν, Μη Κυβερνητικές Οργανώσεις στην Ελλάδα, στην Ευρώπη και τον
            κόσμο. Εκκλησίες ανά τον κόσμο επηρεάζουν επίσης τα κοινά και τα
            διεθνή δρώμενα, ειδικά στην περίπτωση της χώρας μας και την αυστηρή
            σύνδεση που υπάρχει μεταξύ κρατικών και εκκλησιαστικών ζητημάτων,
            θέμα που έχουμε πραγματευτεί εδώ (Φοβού το σχίσμα) . Ο στρατός,
            ειδικά σε χώρες της Αφρικής και της Ασίας, συχνά παρεμβαίνει με
            πραξικοπήματα ή άλλους τρόπους στη διοίκηση του κράτους. Παράλληλα,
            οργανισμοί και θεσμικά όργανα, όπως το ΝΑΤΟ, η Ευρωπαϊκή Ένωση, η
            Αφρικανική Ένωση και το CSTO, στερούν από τα κράτη την δυνατότητα
            αυτόνομων επιλογών και ανεξάρτητων πολιτικών, φέρνοντας ταυτόχρονα
            υπό την ίδια ομπρέλα μία κοινή πράξη κρατών, ενώ συνάμα τα κράτη
            μεταξύ τους ανταγωνίζονται για την κυριαρχία · και εκεί έγκειται το
            παράδοξο του νεομεσαιωνισμού και της σύνθετης πολυπλοκότητας που
            συντελεί την σύγχρονη πραγματικότητα.   Το κατεξοχήν παράδειγμα των
            καιρών μας, αποτελεί η συμφωνία πέρι πυρηνοκίνητων υποβρυχίων μεταξύ
            των ΗΠΑ, της Μεγάλης Βρετανίας και της Αυστραλίας, όπου η τελευταία
            ακύρωσε κορυφαία συμφωνία με την Γαλλία, και στράφηκε προς τις δύο
            αγγλοσαξονικές δυνάμεις. Ο πρόεδρος Μακρόν ένιωσε προδομένος, και
            στράφηκε στη γνωστή ελληνογαλλική αμυντική συμφωνία, που ουσιαστικά
            είναι μία ενδοσυμμαχική σύμπραξη, κάτω από την ομπρέλα του ΝΑΤΟ,
            απεμπλουτίζοντας όμως την ισχύ του. Επιπλέον, η φράση της πρώην
            πρωθυπουργού και υπουργού εξωτερικών της Μεγάλης Βρετανίας, Λιζ Τρας
            «Global Britain» σηματοδοτεί το νέο καθολικό, στρατηγικό δόγμα του
            Βασιλείου, με το γραφείο εξωτερικών να λαμβάνει ενεργή δράση σε
            ξένες υποθέσεις, όπως ήδη παρατηρείται με την έντονη συμμετοχή της
            Βρετανίας στον πόλεμο της Ουκρανίας.   Όλοι εναντίον όλων, με αρκετή
            υποκρισία και μία κρίση ενός ατελείωτου πολέμου σύγκρισης μεταξύ
            ανόμοιων ζητημάτων με σκοπό την επικυριαρχία. Ό,τι δηλαδή γινόταν
            και στις τρεις φάσεις του μεσαίωνα, χωρίς καμία πρόθεση ή προσπάθεια
            συνοχής, συνεργασίας και ειλικρινής πρόθεσης για διάλογο και πρόοδο.
            Από το ξεκάθαρα χαραγμένο ΝΑΤΟ και το σύμφωνο της Βαρσοβίας, από τις
            πάγειες και σταθερές συμμαχίες, στη νέα ισορροπία δυνάμεων, τη
            σύγχρονη τρομοκρατία, το πολιτικό Ισλάμ και τις γεωοπολιτικές
            σταθερές που αλλάζουν, το θέμα μας είναι σίγουρα πιο σύνθετο από όσο
            αρχικά νομίζαμε. Χωρίς να προσδίδεται θετική ή αρνητική χροιά στην
            κατάσταση, αποτελεί ένα φαινόμενο άξιο μελέτης και συζήτησης. Γιατί
            γινόμαστε μάρτυρες μίας ταχείας αναπτυσσόμενης κατάστασης, με
            μεταβλητές που αλλάζουν, καταστάσεις που ανατρέπονται και μία
            πραγματικότητα που σίγουρα διαφεύγει πολύ από το αναμενόμενο.
            Εξάλλου, παραφράζοντας τα λόγια της Μαντλίν Ολμπράιτ, οι διεθνείς
            σχέσεις δεν μοιάζουν σαν ένα ήσυχο παιχνίδι στο σκάκι, με τους
            παίκτες να σκέφτονται ήρεμα τις κινήσεις τους, σχεδιάζοντας τη
            στρατηγική τους. Αλλά μοιάζουν με ένα ξέφρενο παιχνίδι μπιλιάρδου,
            όπου αμέτρητα μπαλάκια συγκρούονται με εκρηκτικό ρυθμό. Μόνο που
            συνήθως, σε αυτού του είδους παιχνίδια, δεν υπάρχει νικητής, παρά
            βγαίνουν όλοι χαμένοι.{" "}
          </p>
          <h4 className="mt-4 font-semibold text-lg">
            Συντάκτης: <span className="font-light">Ηλίας Βεργίνης</span>
          </h4>
        </div>
        <div style={{ float: "right" }}>
          <div className="2xl:mt-24 mt-12 fixed w-[342px] mb-32 pb-32 overflow-hidden">
            <span className="text-gray-800 font-semibold tracking-wider">
              Πρόσφατα άρθρα
            </span>
            <ul className="list-none space-y-4 text-[#333333] tracking-wide mt-4">
              <li className="border-b-2">
                <IoIosArrowForward className="inline-block " size={16} />
                <span>Η ευθύνη της επιστήμης στην κοινωνία</span>
              </li>
              <li className="border-b-2">
                <IoIosArrowForward className="inline-block " size={16} />
                <span>Νεομεσαιωνισμός και νέες ισορροπίες δυνάμεων </span>
              </li>
              <li className="border-b-2">
                <IoIosArrowForward className="inline-block " size={16} />
                <span>Title 1</span>
              </li>
              <li className="border-b-2">
                <IoIosArrowForward className="inline-block " size={16} />
                <span>Title 1</span>
              </li>
            </ul>
            <div className="mt-12">
              <span className="text-gray-800 font-semibold tracking-wider">
                ΚΑΤΗΓΟΡΙΕΣ
              </span>
              <ul className="list-none space-y-4 text-[#333333] tracking-wide mt-4">
                <li className="border-b-2">
                  <IoIosArrowForward className="inline-block " size={16} />
                  <span>ΔΙΕΘΝΗ</span>
                </li>
                <li className="border-b-2">
                  <IoIosArrowForward className="inline-block " size={16} />
                  <span>ΚΟΙΝΩΝΙΑ </span>
                </li>
                <li className="border-b-2">
                  <IoIosArrowForward className="inline-block " size={16} />
                  <span>ΟΙΚΟΝΟΜΙΑ</span>
                </li>
                <li className="border-b-2">
                  <IoIosArrowForward className="inline-block " size={16} />
                  <span>ΠΟΛΙΤΙΚΗ</span>
                </li>
              </ul>
            </div>
          </div>
        </div>
      </div>
      <Footer />
    </>
  );
};

export default SingleArticle;
